[
 {
  "pregunta": "¿A qué colecciones y, por ende, solicitudes afecta una variable de entorno?",
  "respuesta": "AFECTAN ÚNICAMENTE A LAS SOLICITUDES QUE SE ENCUENTRAN EN UN “ENVIRONMENT” DETERMINADO EN SU CREACIÓN."
 },
 {
  "pregunta": "¿A qué colecciones y, por ende, solicitudes afecta una variable global?",
  "respuesta": "AFECTA A TODOS LOS ENVIRONMENTS Y COLECCIONES POR IGUAL."
 },
 {
  "pregunta": "¿Cuál de los siguientes no es un beneficio de la Integración Continua?",
  "respuesta": "Mejora el tiempo de reuniones con el cliente."
 },
 {
  "pregunta": "¿Cuál es el código de error que recibiremos si, por alguna razón, el servidor de la API REST no puede procesar nuestra solicitud?",
  "respuesta": "5XX (500, 501, 502, etc.)."
 },
 {
  "pregunta": "¿Cuál es el comando del motor de Docker por el cual consumiremos un archivo de tipo dockerfile y desencadenaremos el proceso de creación de la imagen a virtualizar?",
  "respuesta": "Docker build."
 },
 {
  "pregunta": "¿Cuál es el comando por el cual podemos instalar Newman desde nuestra terminal en un sistema operativo Windows?",
  "respuesta": "npm install -g newman."
 },
 {
  "pregunta": "¿Cuál es el método de autenticación de APIs más comúnmente utilizado?",
  "respuesta": "APIkey"
 },
 {
  "pregunta": "¿Cuál es la característica de los microservicios que permite que, si yo modifico el código de un microservicio, no afecte al resto de microservicios que componen a una aplicación?",
  "respuesta": "Independencia"
 },
 {
  "pregunta": "¿Cuál es la función que debemos utilizar si queremos realizar un test de aserción?",
  "respuesta": "pm.expect(jsonData.name).to.eql(“ValorEsperado”);"
 },
 {
  "pregunta": "¿Cuál es un prerrequisito fundamental para que podamos trabajar con integración continua?",
  "respuesta": "Que los proyectos trabajen con un sistema de versionado o de control de versiones."
 },
 {
  "pregunta": "¿Cuáles de los siguientes son beneficios de WhatsApp Business API?",
  "respuesta": "Vinculación de la cuenta de WhatsApp Business API a una plataforma multiusuario. Reportes completos de los chatbots. Difusión de contenidos. Capacidad de creación de chatbots. "
 },
 {
  "pregunta": "¿Cuáles de los siguientes son los 2 tipos de pipelines más usados en Jenkins?",
  "respuesta": "Freestyle pipeline; Multibranch pipeline. "
 },
 {
  "pregunta": "¿En qué sección de la estructura de un fichero XML incluimos nuestras credenciales para autenticarnos?",
  "respuesta": "Header"
 },
 {
  "pregunta": "¿Jenkins es compatible con Ansible?",
  "respuesta": "Sí, Ansible actúa como orquestador y Jenkins como automatizador."
 },
 {
  "pregunta": "¿Para qué nos sirve TDD en un modelo de Integración Continua?",
  "respuesta": "Para asegurarnos que un nuevo commit a la rama principal supera todas nuestras instancias de testing antes de desplegarla en producción."
 },
 {
  "pregunta": "¿Para qué sirve la consola de Postman?",
  "respuesta": "Para tener mayor información sobre la respuesta de nuestras peticiones de API."
 },
 {
  "pregunta": "¿Para qué sirve la sección “API” dentro de Postman?",
  "respuesta": "Para poder alojar allí las APIs de nuestra creación por medio de un repositorio."
 },
 {
  "pregunta": "¿Para qué sirve Swagger?",
  "respuesta": "Es una herramienta para documentar API REST."
 },
 {
  "pregunta": "¿Que código de respuesta obtendremos de una API REST si nuestro método de autenticación no es reconocido por el servidor y, por ende, nuestra solicitud recibe un error de respuesta?",
  "respuesta": 403
 },
 {
  "pregunta": "¿Que código de respuesta recibiremos si, accidentalmente, nos equivocamos y enviamos a un endpoint de tipo de solicitud (GET, POST, PUT, etc.) a un endpoint que no está preparado para recibir ese tipo de solicitudes?",
  "respuesta": 405
 },
 {
  "pregunta": "¿Qué debe perseguir, principalmente, una estrategia de branching?",
  "respuesta": "Optimizar la productividad del equipo de desarrollo; Admitir multiplex versiones de software. "
 },
 {
  "pregunta": "¿Qué devolvería el siguiente script? let jsonData = pm.response.json(); for (var i=0;i<jsonData.list.length;i++) {console.log(jsonData.list[i].clientName);}",
  "respuesta": "Todos los valores dentro de la clave “clientName” existente dentro del array “list”."
 },
 {
  "pregunta": "¿Qué es “JWT”?",
  "respuesta": "Json Web Token"
 },
 {
  "pregunta": "¿Qué es “npm”?",
  "respuesta": "Node package manager."
 },
 {
  "pregunta": "¿Qué es Docker?",
  "respuesta": "Un software para despliegue de aplicaciones dentro de contenedores virtuales."
 },
 {
  "pregunta": "¿Qué es Nodemon?",
  "respuesta": "Es una utilidad de interfaz de línea de comandos (CLI) que envuelve la aplicación Node, vigila el sistema de archivos y reinicia automáticamente el proceso."
 },
 {
  "pregunta": "¿Qué es un pipeline de Jenkins?",
  "respuesta": "Un repositorio interno del aplicativo para crear nuevos builds."
 },
 {
  "pregunta": "¿Qué estamos haciendo al ejecutar el siguiente código? $ ansible [pattern] -m [module_name] -a \"[module options]\"",
  "respuesta": "Es un comando AD-HOC para automatizar una única tarea en un único host o en un grupo de hosts."
 },
 {
  "pregunta": "¿Qué método HTTP debemos utilizar para crear un nuevo recurso en un endpoint?",
  "respuesta": "POST"
 },
 {
  "pregunta": "¿Qué nos devuelve el siguiente script en Postman?: var jsonData = pm.response.json(); for (var i=0;i<jsonData.alumnos.length;i++) { console.log(jsonData.alumnos[i].name) }",
  "respuesta": "Nos devolverá el nombre de cada uno de los alumnos"
 },
 {
  "pregunta": "¿Qué posibilidades tenemos para integrarnos con WhatsApp? ",
  "respuesta": "WhatsApp API; WhatsApp Business API. "
 },
 {
  "pregunta": "¿Qué produce el siguiente código? app.get(\"\/productos\", (req,res) => { const productos = [ { id: 1, name: \"Fideos\", }, { id: 2, name: \"Aceite\", }, ]; res.json(productos); })",
  "respuesta": "Crea un endpoint llamado “Productos” con dos productos que contienen un ID y un nombre."
 },
 {
  "pregunta": "¿Qué quiere decidir que un ambiente (producción\/desarrollo\/testing) esté homologado?",
  "respuesta": "Que cuenten todos los ambientes con las mismas funcionalidades."
 },
 {
  "pregunta": "¿Qué significa API?",
  "respuesta": "Application Programming Interface."
 },
 {
  "pregunta": "¿Qué significa JWT?",
  "respuesta": "Json Web Token"
 },
 {
  "pregunta": "¿Qué son los Snippets en Postman?",
  "respuesta": "Una sección de Postman con hints\/pistas de algunos test posibles a nuestras APIs."
 },
 {
  "pregunta": "¿Qué tienen en común XML y Json?",
  "respuesta": "Ambos son lenguajes de marcado"
 },
 {
  "pregunta": "¿Qué tipo de lenguaje de marcado utilizan las APIs REST para comunicarse?",
  "respuesta": "JSON"
 },
 {
  "pregunta": "Como consultores de integraciones, un cliente nos solicita crear un servicio web de tipo monolítico. ¿Qué nos está pidiendo?",
  "respuesta": "Un tipo de arquitectura de microservicios que se caracteriza por contener todos los servicios que requiere una aplicación en un código único."
 },
 {
  "pregunta": "Como se llaman aquellos microservicios que pueden ser accesibles por terceros?",
  "respuesta": "APIS PUBLICAS"
 },
 {
  "pregunta": "Como se llaman aquellos microservicios que pueden ser accesibles por terceros?",
  "respuesta": "APIS PUBLICAS"
 },
 {
  "pregunta": "Como se llaman aquellos microservicios que solo son de acceso interno o por parte de otros servicios que componen una misma aplicación?",
  "respuesta": "APIS PRIVADAS"
 },
 {
  "pregunta": "Cual de las siguientes opciones es uno de los criterios para definir a una API como RESTful?",
  "respuesta": "DEBE TENER UNA ARQUITECTURA CLIENTE-SERVIDOR"
 },
 {
  "pregunta": "Cual es el código de respuesta mas popular que obtendremos si un endpoint al que estamos enviando una solicitud fue redireccionando a otro?",
  "respuesta": 302
 },
 {
  "pregunta": "Cual es la aplicación que se utiliza para probar microservicios de tipo SOAP?",
  "respuesta": "SOAPUI"
 },
 {
  "pregunta": "Cual es la principal diferencia entre SOAP y REST?",
  "respuesta": "SOAP ES UN PROTOCOLO, MIENTRAS QUE REST ES UN PATRON DE ARQUITECTURA"
 },
 {
  "pregunta": "Dentro de la sección “inspeccionar” del navegador, ¿a qué apartado deberemos dirigirnos si queremos observar las peticiones HTTP que se realizan durante nuestra navegación?",
  "respuesta": "Red -> Fetch\/XHR"
 },
 {
  "pregunta": "Dentro de Postman. ¿Para qué sirve el aparato de Environments?",
  "respuesta": "PARA ALOJAR NUESTRAS VARIABLES GLOBALES Y DE ENTORNO"
 },
 {
  "pregunta": "Dentro de una solicitud de Postman de envío de información (POST, PUT, PATCH), ¿en qué sección de la solicitud deberemos enviar la información hacia el endpoint?",
  "respuesta": "En el Body"
 },
 {
  "pregunta": "El método “app.use” en ExpressJS contiene tres métodos. ¿Cuáles son?",
  "respuesta": "Next; Req; Res"
 },
 {
  "pregunta": "En Docker ¿qué indica la siguiente instrucción? FROM mcr.microsoft.com\/windows\/servercore:ltsc2019",
  "respuesta": "Establece la imagen del contenedor que se usará durante el proceso de creación de la imagen."
 },
 {
  "pregunta": "En Express Js, si realizamos la declaración “const port = 4000”, ¿qué estamos haciendo?",
  "respuesta": "Declarando el puerto por el que permitiremos la conexión a nuestra API."
 },
 {
  "pregunta": "En Postman es posible configurar variables dentro del body de la solicitud que estamos por enviar y que, el mismo, tome los datos de esa\/s variable\/s desde un archivo externo, a partir del cual, podemos tomar esos datos. ¿Es esto realmente posible?",
  "respuesta": "Si es posible, pero las columnas del .CSV\/Json deben tener exactamente el mismo nombre que el nombre de las variables (incluido respetar mayúsculas)"
 },
 {
  "pregunta": "En Postman, ¿qué almacena el menú \"collections\" (colecciones)?",
  "respuesta": "Solicitudes"
 },
 {
  "pregunta": "En que sección de la estructura de un fichero XML le indicamos al microservicio con que nos comunicamos que, efectivamente, ¿el fichero que le enviamos se identifica como un XML?",
  "respuesta": "ENVELOPE"
 },
 {
  "pregunta": "En una API REST. ¿Qué método HTTP debemos utilizar para obtener información de un endpoint en una solicitud?",
  "respuesta": "GET"
 },
 {
  "pregunta": "Estamos evaluando las integraciones que deberemos reutilizar para crear una aplicación para un cliente. Podemos notar que una integración se realiza por medio de un protocolo SOAP que nos envía un archivo tipo XML del cual deberemos nutrirnos de información. Para poder leerlo es necesario conocer cómo se divide una solicitud XML. ¿Cuál de las siguientes opciones es la correcta?",
  "respuesta": "Envelope\/Header\/Body."
 },
 {
  "pregunta": "Existen los códigos de respuesta que hacen referencia a respuestas informativas, pero que no hacen referencia al procesamiento de la solicitud, sino simplemente a la información de su recepción. ¿Cuáles son?",
  "respuesta": "LOS CODIGOS DENTRO DEL RANGO 1XX"
 },
 {
  "pregunta": "La Integración Continua, la filosofía DevOps y las Metodologías Agiles comparten un mismo enfoque, ¿cuál es?",
  "respuesta": "Están enfocadas en el cliente."
 },
 {
  "pregunta": "La siguiente porción de código hace referencia a un test asertivo dentro de Postman, ¿qué le falta para funcionar correctamente?: pm.expect(name).to.eql(“ValorEsperado”);",
  "respuesta": "Le falta la variable que contiene todo el Json de respuesta donde buscar el campo name."
 },
 {
  "pregunta": "newman-html-reporter es un módulo de NodeJS que puede ir adosado a Newman para generar reportes de nuestras ejecuciones de colecciones por medio este último, pero para aclararle a Newman que requerimos un reporte, ¿qué debemos agregar al final de nuestro comando?"
 },
 {
  "pregunta": "Nos disponemos a crear una API REST. Para ello debemos cumplir con los criterios RESTful. Nombrar al menos 3 criterios que deberíamos considerar para crearla.",
  "respuesta": "Comunicación sin estado; Arquitectura cliente-servidor; Los datos pueden almacenarse en caché y optimizan la interacción cliente-servidor."
 },
 {
  "pregunta": "Para qué sirve la sección “Mock Servers” dentro de Postman?",
  "respuesta": "PARA SIMULAR SERVIDORES DE API INEXISTENTES PERO QUE NOS PERMITIRÁ COMPROBAR SU COMPORTAMIENTO."
 },
 {
  "pregunta": "Que código de respuesta obtendremos en una API REST si nuestra petición fue ejecutada correctamente y esta nos devuelve información?",
  "respuesta": 200
 },
 {
  "pregunta": "Que código de respuesta obtendremos si al ejecutar una petición el servidor se encuentra ocupado o no puede procesar la petición por problemas en dicho servidor?",
  "respuesta": 503
 },
 {
  "pregunta": "Que es Postman?",
  "respuesta": "UN APLICATIVO PARA REALIZAR PRUEBAS DE APIS"
 },
 {
  "pregunta": "Que es un sistema monolítico?",
  "respuesta": "UN SISTEMA DESARROLLADO EN UN SOLO BLOQUE DE CODIGO DONDE DENTRO DE EL SE ENCONTRABA TODO LO QUE NECESITABA PARA FUNCIONAR"
 },
 {
  "pregunta": "Que es un test de aserción o asertividad?",
  "respuesta": "ES UN TEST EN EL CUAL SE ESPERA DETERMINADO VALOR EN UN PAR CLAVE\/VALOR Y NOS DEVUELVE SI ESTO SE HA CUMPLIDO O NO."
 },
 {
  "pregunta": "Que símbolo debemos utilizar para concatenar 2 queries (consultas) dentro de una misma URL?",
  "respuesta": "&"
 },
 {
  "pregunta": "Que tipo de lenguaje de marcado utiliza el protocolo SOAP para comunicarse?",
  "respuesta": "XML"
 },
 {
  "pregunta": "Que toma de JavaScript el tipo de archivo Json?",
  "respuesta": "LA FORMA DE ESTRUCTURAR OBJETOS"
 },
 {
  "pregunta": "Seleccionar 1 (una) opción correcta Cual de las siguientes opciones no es una ventaja de los microservicios?",
  "respuesta": "PORTABILIDAD"
 },
 {
  "pregunta": "Seleccionar 1 (una) opción correcta Según el método de autentificación 0auth de API. ¿Que de esta lista podríamos utilizar para autenticarnos?",
  "respuesta": "CUENTA DE GOOGLE"
 },
 {
  "pregunta": "Seleccionar 1 (una) opción correcta. Estamos trabajando con una API y necesitamos extraer por consola el valor del par llamado “name” que se encuentra en un array llamado “users” en la posición 3. Supongamos también que ya hemos declarado el objeto de respuesta Json con el nombre “jsonData”, por lo cual solamente deberíamos escribir la ruta de la que queremos que se tome ese valor. ¿Cuál es la forma correcta de escribirlo?",
  "respuesta": "console.log(jsonData.users[3].name)"
 },
 {
  "pregunta": "Seleccionar 1 (una) opción correcta. Por que decimos que los microservicios cuentan con independencia técnica?",
  "respuesta": "PORQUE NO IMPORTA EN QUE LENGUAJE SE HAGA, LA FORMA DE COMNICACION ES INDISTINTA AL LENGUAJE CON EL QUE FUE CREADO"
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. ¿Cuál de las siguientes no es una de las ventajas de trabajar con GraphQL en lugar de una API REST?",
  "respuesta": "Es posible incluir GraphQL como dependencia en NodeJS para incluirla dentro de una API REST en un apartado aparte."
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. ¿Cuál de las siguientes opciones es uno de los criterios obligatorios para definir a una API como RESTful?",
  "respuesta": "DEBE CONTAR CON UNA INTERFAZ UNIFORME ENTRE LOS ELEMENTOS"
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. ¿Cuál de las siguientes opciones es uno de los criterios obligatorios para definir a una API como RESTful?",
  "respuesta": "Debe contar con una comunicación sin estado."
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. ¿Cuál de las siguientes opciones es uno de los criterios obligatorios para definir a una API como RESTful?",
  "respuesta": "Debe contar con una interfaz uniforme entre los elementos."
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. ¿Cuál de los siguientes elementos no responde a la estructura básica de un fichero XML?",
  "respuesta": "TEST "
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. ¿Cuál de los siguientes métodos HTTP no sirve para enviar información al endpoint de una API REST?",
  "respuesta": "GET"
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. ¿Cuál de los siguientes no es un método de autenticación?",
  "respuesta": "API Number"
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. Cual es la manera correcta de declarar un par clave valor en Json de tipo INT que haga referencia a edad(age)?",
  "respuesta": "“age”:22"
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. En Json, ¿con qué caracteres identificamos la apertura y cierre de un array?",
  "respuesta": "[] Corchetes"
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. En Json. Con que caracteres identificamos la apertura y cierre de un objeto?",
  "respuesta": "{ } LLAVES"
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. Para poder trabajar con Newman en Postman es necesario contar con algo instalado, además de Postman, ¿qué necesitaríamos instalar?",
  "respuesta": "NodeJS."
 },
 {
  "pregunta": "Seleccionar 1 (una) respuesta correcta. Una de las siguientes opciones no pertenece a un flujo de integración continua en Jenkins, ¿cuál es?",
  "respuesta": "Postman ejecuta las pruebas de APIs de integración."
 },
 {
  "pregunta": "Seleccionar las 2 (dos) respuestas correctas En JavaScript. ¿Cuáles son los 2 métodos válidos para declarar una variable?",
  "respuesta": "LET-VAR"
 },
 {
  "pregunta": "Seleccionar las 2 (dos) respuestas correctas Que extensiones de archivos admite el collection runner de Postman para tomar datos externos de las soluciones APIs?",
  "respuesta": ".CSV -. JSON"
 },
 {
  "pregunta": "Seleccionar las 2 (dos) respuestas correctas. ¿Cuáles son los protocolos por los que nos podemos comunicar con una API REST?",
  "respuesta": "HTTP-HTTPS"
 },
 {
  "pregunta": "Seleccionar una opción correcta. Que acción ejecuta la siguiente porción de código y que nos mostrara por la consola de Postman?: let jsonData = pm.response.json(); for (var i=0; i<jsonData.list.lenght;i++) {console.log(jsonData.list[i].clientName);}.",
  "respuesta": "EJECUTA UN LOOP QUE VA RECORRIENDO TODOS LOS OBJETOS “CLIENTNAME” DENTRO DEL ARRAY “LIST” Y DEVUELVE EL CONTENIDO DE CADA UNO POR CONSOLA"
 },
 {
  "pregunta": "Si al enviar una solicitud recibimos un código re respuesta “204 – No content”, ¿que nos indica?",
  "respuesta": "QUE LA SOLICITUD SE EJECUTÓ CORRECTAMENTE, PERO NO DEVOLVIÓ NINGÚN CONTENIDO."
 },
 {
  "pregunta": "Si bien es cierto que con Postman podemos leer un archivo XML, existe otra herramienta más apropiada para trabajar con servicios SOAP y que nos puede ser de gran utilidad para leer este XML de la integración. ¿Cuál es esa herramienta?",
  "respuesta": "SOPAUI"
 },
 {
  "pregunta": "Si en Postman queremos enviar una query por medio del apartado “Params” (parámetros) que nos devuelva un resultado comprendido entre 01 de enero de 2023 a las 13:00 hs. y las 13:59 hs., ¿cómo deberíamos escribirlo?",
  "respuesta": "“Key” = DATE; “Value” = Date:[2023-01-01T13:00:00.000Z TO 2023-01-01T13:59:59.999Z]"
 },
 {
  "pregunta": "Si en Postman quisiéramos configurar una variable de entorno, ¿cuál es la sección a la que deberíamos acudir?",
  "respuesta": "Environments"
 },
 {
  "pregunta": "Si enviamos una solicitud a una API privada, pero no tenemos acceso a dicho endpoint, ¿qué código de respuesta recibiremos que hace referencia a \"forbidden\" (prohibido)?",
  "respuesta": 403
 },
 {
  "pregunta": "Si introducimos “?page=1&pageSize=20” en una URL de un endpoint API, ¿qué estamos haciendo?",
  "respuesta": "Estamos introduciendo una query vía URL y accediendo a la primera hoja con un tamaño de 20 registros."
 },
 {
  "pregunta": "Si necesitamos consultar información a un endpoint de una API REST, ¿qué tipo de solicitud debemos enviar?",
  "respuesta": "GET"
 },
 {
  "pregunta": "Si necesitamos crear un nuevo recurso en un endpoint, por ejemplo, crear un usuario nuevo dentro de un endpoint que contiene los datos de los usuarios de una aplicación basada en microservicios, ¿cuál es la solicitud recomendada para cumplir ese objetivo?",
  "respuesta": "POST"
 },
 {
  "pregunta": "Si nuestra API tiene un listado de productos y cada producto cuenta con un ID que lo identifica inequívocamente, ¿qué hace el siguiente código? app.get(\"\/usuarios\/:id\", (req, res) => { res.json(usuarios.find(p => p.id === +req.params.id));});",
  "respuesta": "Crea la posibilidad de acceder directamente a cada usuario si introducimos su ID luego de la URL del endpoint correspondiente a \/usuarios."
 },
 {
  "pregunta": "Si nuestros cambios sobre la rama principal de nuestro repositorio han superado ya todas las validaciones de integración y se encuentra que el código es apto para su despliegue de manera automatizada, ¿de qué estamos hablando?",
  "respuesta": "De despliegue continuo."
 },
 {
  "pregunta": "Si obtenemos un código de respuesta del tipo 403 Forbidden. ¿Cuál de los siguientes valores deberíamos corroborar que es correcto?",
  "respuesta": "APIKey\/APIToken U OTRO METODO DE AUTENTICACION"
 },
 {
  "pregunta": "Si queremos pedirle a Postman que nos devuelva un valor por medio de la consola cuando realizamos una solicitud a un endpoint de API, ¿en qué sección de Postman deberíamos incluirlo?",
  "respuesta": "Test"
 },
 {
  "pregunta": "Si quisiéramos declarar una variable de entorno en la URL o en un script dentro de nuestros Test, supongamos que con nombre “UnaVariable”, ¿cómo deberíamos declararla dentro de Postman?",
  "respuesta": "{{UnaVariable}}"
 },
 {
  "pregunta": "Si quisiéramos enviar una query dentro de la URL en una solicitud de tipo GET, pero sin escribirla en la URL misma. ¿Dónde podríamos adjuntarla?",
  "respuesta": "EN LA SECCION DE PARAMS"
 },
 {
  "pregunta": "Si tuviéramos la siguiente estructura JSON y quisiéramos solamente modificar el valor \"skuID\" sin alterar el resto de la estructura y valores, ¿qué método deberíamos usar? \"skuId\": \"1054673\", \"warehouseId\": \"E164\", \"dockId\": \"164\"...",
  "respuesta": "PATCH"
 }
]