[
 {
  "pregunta": "¿A qué nos referimos con las técnicas de ponderación?",
  "respuesta": "Definir la manera de valorar cada parte del área de sistemas."
 },
 {
  "pregunta": "¿A qué nos referimos cuando hablamos de un conjunto de elementos o componentes interrelacionados que recaban, manipulan, almacenan y distribuyen datos e información?",
  "respuesta": "Un sistema de información."
 },
 {
  "pregunta": "¿A qué se refiere el concepto de “escribir software reutilizable”?",
  "respuesta": "El desarrollo de software basado en componentes permite reutilizar piezas de código."
 },
 {
  "pregunta": "¿A quiénes apoyan los sistemas de automatización de oficina? Selecciona la respuesta correcta.",
  "respuesta": "Apoyan a los trabajadores de datos, en donde analizan la información con el propósito de transformar los datos."
 },
 {
  "pregunta": "¿Cómo definimos a las herramientas CASE?",
  "respuesta": "Un conjunto de programas y ayudas que dan asistencia a los analistas."
 },
 {
  "pregunta": "¿Como puede variar el presupuesto inicial del proyecto?",
  "respuesta": "Al principio del proyecto, su costo es bajo, nivel máximo y al finalizar su costo debe ser BAJO"
 },
 {
  "pregunta": "¿Cuál de estos pasos pertenece a la fase de ejecución de la auditoría?",
  "respuesta": "Elaborar el dictamen preliminar y presentarlo a discusión."
 },
 {
  "pregunta": "¿Cuál de las siguientes afirmaciones, referentes a la calidad de proceso, es cierta?",
  "respuesta": "El modelo ISO 9001 es complejo de implantar en pequeñas y medianas empresas para gestionar la calidad de los procesos software."
 },
 {
  "pregunta": "¿Cuál de las siguientes cuestiones no establece la ingeniería de los requerimientos?",
  "respuesta": "la información a procesa"
 },
 {
  "pregunta": "¿Cuál de las siguientes no es una causa de los problemas en la Fase Inicial del Proyecto del Software?",
  "respuesta": "Las dificultades de la programación"
 },
 {
  "pregunta": "¿Cuál de las siguientes opciones corresponde al modelo de cascada?",
  "respuesta": "Análisis de requisitos de software."
 },
 {
  "pregunta": "¿Cuál de los siguientes enunciados define mejor los resultados esperados de la prueba?",
  "respuesta": "Especificación de caso de prueba."
 },
 {
  "pregunta": "¿Cuál de los siguientes no es un valor de un agile coach?",
  "respuesta": "Tener una alta competencia técnica"
 },
 {
  "pregunta": "¿Cuál es el número de herramientas que constan según el ciclo de vida?",
  "respuesta": 4
 },
 {
  "pregunta": "¿Cuál es la desventaja del modelo incremental?",
  "respuesta": "No es recomendable para casos de sistemas de tiempo real"
 },
 {
  "pregunta": "¿Cuál es la diferencia entre las maquetas y los prototipos?",
  "respuesta": "Que las maquetas se “desechan” al comenzar el desarrollo."
 },
 {
  "pregunta": "¿Cuál es la diferencia entre las pruebas preventivas y reactivas?",
  "respuesta": "PREVENTIVAS están diseñadas de manera temprana"
 },
 {
  "pregunta": "¿Cuál es la etapa de la metodología en la que se realiza la declaración de los resultados derivados de una actividad?",
  "respuesta": "Retroalimentación."
 },
 {
  "pregunta": "¿Cuál es la función de la proyección como elemento de la gesón del riesgo?",
  "respuesta": "Es un mecanismo de defensa que opera en situaciones de conflicto emocional o amenazas de origen interno o externo."
 },
 {
  "pregunta": "¿Cuál es la función principal del modelado de casos de uso?",
  "respuesta": "Relacionar las funciones del sistema con las clases del sistema."
 },
 {
  "pregunta": "¿Cuál es la primera fase del modelo incremental?",
  "respuesta": "Requerimientos."
 },
 {
  "pregunta": "¿Cuál es la principal función de un líder de proyecto en la prevención de riesgos?",
  "respuesta": "Observación regular y registro de las actividades que se llevan a cabo en un proyecto"
 },
 {
  "pregunta": "¿Cuál es la prueba beta?",
  "respuesta": "Las pruebas realizadas por los clientes en sus propios sectores"
 },
 {
  "pregunta": "¿Cuál es una afirmación en el Manifiesto Ágil?",
  "respuesta": "Valoramos software funcionando por sobre documentación extensiva"
 },
 {
  "pregunta": "¿Cuál es una de las actividades de accion para el Scrum Master?",
  "respuesta": "Explicarle al Dueño del Producto (Product Owner) que esta decisión lecorresponde al Equipo de Desarrollo y que debe ser aceptada"
 },
 {
  "pregunta": "¿Cuál es una ventaja del método incremental?",
  "respuesta": "Se reduce el tiempo de desarrollo inicial, ya que se implementa la funcionalidad parcial"
 },
 {
  "pregunta": "¿Cuál es uno de los métodos principales que está disponible para que el analista lo use cuando analiza los sistemas orientados a datos?",
  "respuesta": "Diagrama de flujo de datos."
 },
 {
  "pregunta": "¿Cuáles de las siguientes cuesones establece la ingeniería de los requerimientos?",
  "respuesta": "Las funciones del sistema; Las restricciones de diseño; El comportamiento del sistema"
 },
 {
  "pregunta": "¿Cuales son las desventajas del modelo en cascada?",
  "respuesta": "Inflexibilidad"
 },
 {
  "pregunta": "¿Cuáles son las etapas del modelo de desarrollo por prototipos?",
  "respuesta": "Modelado, diseño rápido."
 },
 {
  "pregunta": "¿Cuáles son las metodologías de desarrollo de software tradicionales?",
  "respuesta": "Modelo en cascada"
 },
 {
  "pregunta": "¿Cuáles son las ventajas de las tecnologías que utilizan la información para auditar?",
  "respuesta": "Excelente consistencia y rendimiento constante."
 },
 {
  "pregunta": "¿Cuáles son los objevos del diseño de los formularios de entrada?",
  "respuesta": "Efectividad y facilidad de uso."
 },
 {
  "pregunta": "¿Cuáles son los tipos de sistemas? Selecciona la respuesta correcta.",
  "respuesta": "Sistemas de procesamiento de transacciones."
 },
 {
  "pregunta": "¿Dónde se puede realizar la prueba funcional?",
  "respuesta": "En todos los niveles de prueba."
 },
 {
  "pregunta": "¿En qué consiste el manejo de riesgos?",
  "respuesta": "En transferir el riesgo a otra parte, reducir los efectos negativos, aceptar las consecuencias"
 },
 {
  "pregunta": "¿En qué fase del proyecto se debe trabajar el aspecto de la calidad del producto?",
  "respuesta": "Durante todo el proyecto"
 },
 {
  "pregunta": "¿Qué ayuda al analista a observar las actividades del sponsor?",
  "respuesta": "Definir el problema y buscar alternativas de solución."
 },
 {
  "pregunta": "¿Qué es el protopo?",
  "respuesta": "Es un modelo donde se presentan al usuario final algunas de las caracteríscas principales del sistema."
 },
 {
  "pregunta": "¿Qué es kanban?",
  "respuesta": "Kanban es un método basado en los principios de la metodología Lean y Agil"
 },
 {
  "pregunta": "¿Que es la idea de un proyecto?",
  "respuesta": "Consiste en establecer la necesidad u oportunidad a partir de la cual es posible iniciar un diseño del proyecto"
 },
 {
  "pregunta": "¿Qué es un caso de uso?",
  "respuesta": "Representar a clientes y sus interacciones."
 },
 {
  "pregunta": "¿Qué es un diccionario de datos?",
  "respuesta": "Documento utilizado para crear pantallas formularios."
 },
 {
  "pregunta": "¿Qué es un proyecto?",
  "respuesta": "Un esfuerzo temporal que se lleva a cabo para crear un producto, servicio o resultado."
 },
 {
  "pregunta": "¿Qué es un sistema de información?",
  "respuesta": "Conjunto de pasos a seguir de manera ordenada para resolver un problema."
 },
 {
  "pregunta": "¿Que es una prueba de software?",
  "respuesta": "Comprobación de que el producto funciona según lo esperado"
 },
 {
  "pregunta": "¿Qué hace el responsable en la etapa de requerimientos básicos?",
  "respuesta": "DETERMINAR LOS COSTOS Y RECURSOS QUE SE INCLUIRAN EN EL PROYECTO"
 },
 {
  "pregunta": "¿Qué implica documentar la seguridad de las computadoras?",
  "respuesta": "Identificar usuarios e integridad de datos del sistema."
 },
 {
  "pregunta": "¿Qué implica escribir software reutilizable?",
  "respuesta": "Reutilizar piezas del código codificado para diversificar tareas."
 },
 {
  "pregunta": "¿Que pasa si en el proceso de auditoria se detecta algún fraude?",
  "respuesta": "Conviene consultar al asesor jurídico"
 },
 {
  "pregunta": "¿Qué preguntas sirven para una rápida tabulación y mayor veracidad en las respuestas obtenidas?",
  "respuesta": "Matriz."
 },
 {
  "pregunta": "¿Qué se necesita para garanzar que en la auditoría se consideren todos los aspectos significavos?",
  "respuesta": "Obtener evidencia suficiente y adecuada."
 },
 {
  "pregunta": "¿Qué son las estructuras de datos lógicas?",
  "respuesta": "Datos lógicos, como nombre y apellido."
 },
 {
  "pregunta": "¿Qué son las herramientas de alto nivel?",
  "respuesta": "Son aquellas que están orientadas a la automatización y soporte de las actividades desarrolladas."
 },
 {
  "pregunta": "¿Qué son las tool CASE?",
  "respuesta": "Son el tipo más simple de herramientas CASE. Automatizan una fase dentro del ciclo de vida."
 },
 {
  "pregunta": "¿Trabajamos en una consultora de desarrollo de software y nuestro cliente nos consulta, cuáles son los objetivos que persigue el analista al diseñar la salida del sistema?",
  "respuesta": "Entregar la cantidad adecuada de salida"
 },
 {
  "pregunta": "¿Un Auditor debe Guardar secreto de los hechos, encontrado es en la auditoria?",
  "respuesta": false
 },
 {
  "pregunta": "Al finalizar el proceso de idenficar los riesgos, el registro de riesgos resultante ofrece las siguientes informaciones:",
  "respuesta": "Las respuestas potenciales a ciertos riesgos; Los riesgos idenficados ulizando la cadena causa -> eventos -> efectos; Los dueños del riesgo potencial."
 },
 {
  "pregunta": "Al finalizar el proceso de identificar los riesgos, el registro de riesgos resultante ofrece las siguientes informaciones:",
  "respuesta": "Los riesgos identificados utilizando la cadena causa 🡪 eventos 🡪 efectos; Los dueños del riesgo potencial; Las respuestas potenciales a ciertos riesgos."
 },
 {
  "pregunta": "Al finalizar el proceso de Identificar los Riesgos, el registro de riesgos resultante ofrece todas las siguientes Informacion EXCEPTO:",
  "respuesta": "La prioridad del Riesgo"
 },
 {
  "pregunta": "Beneficios principales para documentar un diccionario de datos",
  "respuesta": "Documento utilizado para crear pantallas formularios"
 },
 {
  "pregunta": "CMM significa:",
  "respuesta": "Modelo de madurez de procesos del software"
 },
 {
  "pregunta": "Cuál es la diferencia clave entre los enfoques preventivos y reactivos",
  "respuesta": "Pruebas preventivas están diseñados temprana; pruebas reactivas están diseñados después de que el software haya sido producido"
 },
 {
  "pregunta": "Cual es una ventajas del modelo espiral?",
  "respuesta": "Se adapta para desarrollos a gran escala"
 },
 {
  "pregunta": "De acuerdo a la gesón de los recursos tangibles, es importante tener en cuenta que puede llegar a ser necesario distribuir recursos adicionales, lo que implicará un mayor costo para el cliente.",
  "respuesta": true
 },
 {
  "pregunta": "El auditor informático se preocupa solo de las funciones del depto de informatica",
  "respuesta": false
 },
 {
  "pregunta": "El ciclo de vida es lo mismo que el modelo de proceso o paradigma utilizado.",
  "respuesta": false
 },
 {
  "pregunta": "El concepto mas apropiado que define a la empresa digital es:",
  "respuesta": "Todas las relaciones significativas de negocios de la organización con clientes, proveedores y empleados se realizan y control"
 },
 {
  "pregunta": "El control forma parte integrante de la gestión",
  "respuesta": false
 },
 {
  "pregunta": "El control interno informático se preocupa de cambios y versiones de implementación del software",
  "respuesta": true
 },
 {
  "pregunta": "El Departamento de Control Interno Informático, que es lo que realizada?",
  "respuesta": "Cubre sólo las funciones del Depto de Informatica"
 },
 {
  "pregunta": "El diagrama de desarrollo o despliegue es realizado por el área de desarrollo y por los programadores.",
  "respuesta": false
 },
 {
  "pregunta": "El Manifiesto Ágil fue el resultado de muchos años de investigación académica",
  "respuesta": false
 },
 {
  "pregunta": "El póquer de planificación sirve para",
  "respuesta": "Planificar"
 },
 {
  "pregunta": "El software es el conjunto de programas, estructuras de datos y documentos asociados para soportar la instalación y uso de los programas.",
  "respuesta": false
 },
 {
  "pregunta": "El Sponsor nos da Información contextual de la situación del negocio, así como también nos cuenta qué problema u objetivo espera atender.",
  "respuesta": true
 },
 {
  "pregunta": "En el diseño de sistemas esta vialidad es la encargada de analizar so los beneficios del sistema compensaran los costos. ¿De que vialidad hablamos?",
  "respuesta": "Viabilidad económica"
 },
 {
  "pregunta": "En el sio web de la empresa, se cuenta con varios módulos, por lo que necesitan encontrar un perfil adecuado.",
  "respuesta": "Consultor, agente de cambio y experto en soporte técnico."
 },
 {
  "pregunta": "En entrevistas tipo diamante, el auditor inicia con preguntas generales, continúa con preguntas concretas y finaliza con preguntas generales.",
  "respuesta": false
 },
 {
  "pregunta": "En general, las habilidades técnicas de un gerente de proyecto:",
  "respuesta": "Tienen que ser suficientemente altas para entender cuestiones técnicas y explicar decisiones técnicas a otros."
 },
 {
  "pregunta": "En la empresa de soware UNO S.A., se presenta el proyecto de desarrollo de sistemas de información. Es muy importante realizar una invesgación preliminar del proyecto con el propósito de ampliar la información contenida en las propuestas y, así, el respecvo comité de selección pueda tomar una decisión favorable para la organización. La invesgación preliminar se puede estructurar en las siguientes etapas:",
  "respuesta": "Ámbito de estudio, desarrollo de la invesgación, facbilidad del proyecto"
 },
 {
  "pregunta": "En la empresa de un amigo, están implementando metodologías y nos preguntas sobre la metodología XP, ¿Cuál de las siguientes opciones es un practica principal del enfoque de desarrollo de XP?",
  "respuesta": "Filosofía de programación en parejas."
 },
 {
  "pregunta": "En la empresa de un amigo, necesitan seleccionar una estrategia para la optimización del proyecto. ¿Qué deben hacer?",
  "respuesta": "Identificar las distintas estrategias posibles para alcanzar los objetivos."
 },
 {
  "pregunta": "En la informática distribuida, y en sus redes, ¿qué es lo que debemos controlar?",
  "respuesta": "Detectar la correcta o incorrecta recepción de mensajes."
 },
 {
  "pregunta": "En la planificación de sistemas, ¿cuál es la etapa que consiste en un plan de selección de la tecnología de información y el desarrollo de los sistemas de información necesarios para apoyar el cometido de la empresa?",
  "respuesta": "Etapa 2. Definir una arquitectura de información."
 },
 {
  "pregunta": "En qué momento la opinión del auditor es desfavorable si:",
  "respuesta": "Detecta gran cantidad de errores en los informes"
 },
 {
  "pregunta": "En una empresa dedicada a la producción de software para gestión inmobiliaria deciden desarrollar una aplicación integrada para la administración de consorcios. Uno de sus requerimientos es contar con un entorno web amigable, con acceso a cada uno de los inquilinos y propietarios para las consultas y pagos de sus expensas. ¿De que tipo de requerimiento se trata?",
  "respuesta": "Requerimiento no funcional"
 },
 {
  "pregunta": "En una empresa tecnológica nos convocan para conocer actividades de una empresa o de un negocio y debemos determinar ¿cuál es el conjunto de elementos que interactúan entre sí, con el fin de apoyar los procesos de la organización?",
  "respuesta": "Sistema de Información"
 },
 {
  "pregunta": "Hay una gran diferencia en los términos que se utilizan en la gestión, como el ciclo de vida de un proyecto, el cronograma del proyecto y el objetivo general del proyecto. El ciclo de vida del proyecto comprende, ¿Cuál de las siguientes opciones?",
  "respuesta": "Fases."
 },
 {
  "pregunta": "Identifica las características del modelo espiral",
  "respuesta": "Modelo evolutivo del software"
 },
 {
  "pregunta": "La amenaza informática consiste en ",
  "respuesta": "Exposición o impacto"
 },
 {
  "pregunta": "La Auditoria tiene como principal objetivo o premisa",
  "respuesta": "Determinar si la información muestra la realidad adecuadamente"
 },
 {
  "pregunta": "La Consultora AAA nos comunica que están trabajando en un proyecto de Implementación de Software. Para ello, necesitamos obtener la fase inicial del proyecto. Siendo así, ¿de qué son responsables el líder de proyecto y su equipo?",
  "respuesta": "Determinar las tareas, el rigor de los objetivos planteados"
 },
 {
  "pregunta": "La Consultora SSS está buscando personal para mantenimiento del software. ¿Qué actividad está incluida en nuestra responsabilidad?",
  "respuesta": "Corrección de errores."
 },
 {
  "pregunta": "La empresa SONIDO S.A. ha venido teniendo inconvenientes con el sistema de información de nómina. El presidente de la compañía ha pedido tu concepto como analista de sistemas frente a la situación. ¿Qué deberías hacer?",
  "respuesta": "Comprender los detalles de la situación y decidir si es deseable o factible una mejora."
 },
 {
  "pregunta": "La empresa XYZ después de hacer los estudios técnicos necesarios, quiere saber, ¿cuál es la función de un analista de sistemas?",
  "respuesta": "Analizar y diseñar sistemas de información apropiados para una empresa"
 },
 {
  "pregunta": "La evidencia se considera relevante y necesaria para lograr:",
  "respuesta": "Para lograr los objetivos de la auditoria"
 },
 {
  "pregunta": "La organización x está formada por personas que se unen para lograr un objetivo común de crear y ofrecer un producto o servicio de software. Dentro de estas personas contamos con los trabajadores de la información. ¿A que nos referimos?",
  "respuesta": "Analistas de sistemas"
 },
 {
  "pregunta": "La organización XXT necesita encarar un proyecto de soware y debe derivar una cuesón interna. ¿Cuál es el objeto de la gesón de la ingeniería de soware?",
  "respuesta": "Proyecto de ingeniería de software."
 },
 {
  "pregunta": "Las Aplicaciones especificas del Control Interno,  se utilizan para garantizar el analisis y evaluación del control interno",
  "respuesta": true
 },
 {
  "pregunta": "Las herramientas CASE pueden clasificarse en",
  "respuesta": "Las plataformas que soportan - Las fases del ciclo de vida del desarrollo de sistemas que cubren, su funcionalidad"
 },
 {
  "pregunta": "Las medidas cuantitativas, que son",
  "respuesta": "Facilitan la comparación de vulnerabilidades"
 },
 {
  "pregunta": "Las metodologías se desarrollan para cada una de las fases del desarrollo.",
  "respuesta": false
 },
 {
  "pregunta": "Las preguntas de sondeo logran buscar una medición específica del auditado.",
  "respuesta": true
 },
 {
  "pregunta": "Los aportes teóricos y científicos se pueden considerar conjuntos de partes o elementos organizados, que interactúan entre sí para lograr un objetivo:",
  "respuesta": false
 },
 {
  "pregunta": "Los controles informáticos Preventivos, cual es su objetivo?",
  "respuesta": "Tratan de evitar el\/los hecho\/s"
 },
 {
  "pregunta": "Los procedimientos que se utilizan para auditar, por lo general, son diferentes según el tipo de auditoría.",
  "respuesta": true
 },
 {
  "pregunta": "Los realizacion de controles internos,  siempre son necesarios por cambios de objetivos empresariales importantes, como:",
  "respuesta": "Reestructuración de procesos empresariales"
 },
 {
  "pregunta": "Nuestra empresa se dedica a la implementación y seguimiento de software. Cuando estamos estableciendo perfiles y tareas tenemos la siguiente duda: ¿Quién es el principal responsable en ser la voz del cliente?",
  "respuesta": "Product owner."
 },
 {
  "pregunta": "Nuestro cliente, luego de presentado el plan de trabajo, nos consulta qué es un muestreo en el relevamiento de requerimientos. ¿Qué le responderías?",
  "respuesta": "Es el proceso que consiste en seleccionar elementos de datos procesados."
 },
 {
  "pregunta": "Para poder disminuir los riesgos al mínimo posible, es fundamental que el director comparta la información correcta a la persona correcta y en el momento correcto en el empo.",
  "respuesta": true
 },
 {
  "pregunta": "Para que un software sea correcto, es necesario y suficiente que esté libre de fallo, que cumpla las especificaciones y que...",
  "respuesta": "Cumpla con las expectativas de los usuarios."
 },
 {
  "pregunta": "Para seleccionar una estrategia Optima se deben…",
  "respuesta": "Identificar las distintas estrategias posibles para alcanzar los objetivos"
 },
 {
  "pregunta": "Podemos confirmar que en el intercambio electrónico de datos existe el rastro de auditoría tradicional.",
  "respuesta": false
 },
 {
  "pregunta": "Que busca el auditor, cuando ejecuta Proceso con medios informáticos de manera eficiente:",
  "respuesta": "Confirmación"
 },
 {
  "pregunta": "Que permite las encuestas transversal, que se busca",
  "respuesta": "Obtener cierto grado de veracidad y confiabilidad en las respuestas obtenidas"
 },
 {
  "pregunta": "Se inicia a partir del resultado del diseño y se construye el sistema en términos de componentes (ficheros de código fuente, scripts, ficheros de código binario, ejecutables). ¿A que definición nos referimos?",
  "respuesta": "Implementación"
 },
 {
  "pregunta": "Selecciona la respuesta correcta. El Planning Póker sirve para",
  "respuesta": "Planificar"
 },
 {
  "pregunta": "Selecciona la respuesta correcta. Las dinámicas de alta colaboración ayudan a:",
  "respuesta": "Generar mejores resultados al recoger todos los puntos de vista, reducir la influencia de unos pocos, y fomentar la participación."
 },
 {
  "pregunta": "Selecciona la respuesta correcta. Un estudio formal de viabilidad probablemente contenga:",
  "respuesta": "Estimación del tiempo para cada número de alternativas del proyecto."
 },
 {
  "pregunta": "Somos consultores independientes y nos contratan para documentar las especificaciones de procesos. ¿Qué se busca con esto?",
  "respuesta": "Reducir la ambigüedad del proceso."
 },
 {
  "pregunta": "Son correctos los controles sobre las endades de información, archivos de datos, pantallas, transacciones.",
  "respuesta": true
 },
 {
  "pregunta": "Tengo un proyecto de urgencia, por solicitud de la directiva de la empresa, debo estudiar el comportamiento y características del sistema, sin que el área esté enterada de este análisis, ¿qué tipo de observación es?",
  "respuesta": "Observación Oculta"
 },
 {
  "pregunta": "Toda limitación que impida aplicar las normas, se considera una reserva de alcance",
  "respuesta": true
 },
 {
  "pregunta": "Trabajas en una empresa que se dedica a la distribución de libros y tu puesto es de analista de sistemas. El gerente nos pregunta, ¿que buscamos con la elaboración de prototipos?",
  "respuesta": "Las reacciones del usuario hacia el nuevo sistema"
 },
 {
  "pregunta": "Un actor tiene la siguiente característica:",
  "respuesta": "Es interno al sistema"
 },
 {
  "pregunta": "Un agile coach no tiene que tener una alta competencia técnica",
  "respuesta": true
 },
 {
  "pregunta": "Un Auditor debe tener diferencias con sus clientes, para lograr beneficios",
  "respuesta": false
 },
 {
  "pregunta": "Un auditor puede negarse a continuar con sus servicios, si el auditado no acata sus sugerencias.",
  "respuesta": true
 }
]