[
 {
  "pregunta": "01 ES POSIBLE QUE UNA VARIABLE DE VALOR ENTERO CONTENGA A UN COMPONENTE DE TIPO STRING.",
  "respuesta": false
 },
 {
  "pregunta": "02 EL LENGUAJE DE PROGRAMACION POR DEFECTO PARA PROGRAMAR EN ANDROID ES.",
  "respuesta": "Android"
 },
 {
  "pregunta": "03 ANDROID ES",
  "respuesta": "Un sistema operativo"
 },
 {
  "pregunta": "04 EL LENGUAJE PARA PROGRAMAR EN JAVA PARA ANDROID ES INTERPRETADO.",
  "respuesta": false
 },
 {
  "pregunta": "05 LA INTERFAZ VISUAL DE NUESTRA APLICACIÓN PARA ANDROID SE ALMACENA SIEMPRE EN UN ARCHIVO XML EN LA CARPETA RES\/DRAWABLE\/.",
  "respuesta": false
 },
 {
  "pregunta": "06 EL USO DE NOTIFICACIONES DE UNA APLICACIÓN DEBE AÑADIRSE EN EL ARCHIVO MANIFEST.XML.",
  "respuesta": true
 },
 {
  "pregunta": "07 ¿Cuántas ACTIVITIES HAY EN ESTE PROYECTO?",
  "respuesta": "1 (Main Activity)"
 },
 {
  "pregunta": "08 onPause() es el método convocado cuando hay una creación de un fragmento. En el se inician los componentes vitale que son resguardados frente a interrupciones.",
  "respuesta": false
 },
 {
  "pregunta": "09 PARA QUE SE USA LA PROPIEDAD ID?",
  "respuesta": "AGREGAR UN IDENTIFICADOR UNICO A UN COMPONENTE DE LA INTERFAZ."
 },
 {
  "pregunta": "10 ES IMPRESCINDIBLE COLOCAR UN NOMBRE TANTO AL ACTIVITY NAME COMO A LAYOUT NAME.",
  "respuesta": true
 },
 {
  "pregunta": "11 ANDROID SOLO ADMITE LA MULTITAREA A PARTIR DE LA VERSION 2.0 EN ADELANTE.",
  "respuesta": false
 },
 {
  "pregunta": "12 ¿Cuál ES LA FUNCION DE LA PROPIEDAD TEXT?",
  "respuesta": "MOSTRAR EL TEXTO QUE VERA EL USUARIO EN UN COMPONENTE DE TIPO TEXTVIEW."
 },
 {
  "pregunta": "13 AL DISEÑAR LA INTERFAZ DE UN ACTIVITY, PODEMOS HACER USO DE LAS SIGUIENTES PANTALLA. ¿Qué NOMBRE RECIBEN DICHAS PANTALLAS?",
  "respuesta": "MODO DISEÑO Y MODO BLUEPRINT"
 },
 {
  "pregunta": "14 DEBUGEAR UN CODIGO EN ANDROID NO ES LO MISMO QUE DEPURARLO.",
  "respuesta": false
 },
 {
  "pregunta": "15 EL CODIGO A CONTINUACION TIENE LA FUNCION DE.. public void onClick(View v) { \/\/ instrucciones a ejecutar } “",
  "respuesta": "EJECUTAR LAS INSTRUCCIONES AL PULSAR UN BOTON."
 },
 {
  "pregunta": "16 ¿El código A es diferente a los que hace el código B? a) String result = suma + “”; b) String result = String.valueOf(suma);.",
  "respuesta": false
 },
 {
  "pregunta": "17 SI VEMOS ESTA LINEA DE CODIGO, ¿Cómo SE LLAMA EL PROYECTO? Package com.teclab.application01;",
  "respuesta": "APPLICATION01"
 },
 {
  "pregunta": "18 CON EL SIGUIENTE CODIGO INDICAMOS TextView texto = (TextView)findViewByld(R.id.texto);",
  "respuesta": "ASIGNAMOS EL CONTENIDO DEL COMPONENTE TEXTO DE LA INTERFAZ A LA VARIABLE TEXTO."
 },
 {
  "pregunta": "19 ¿Cuál ES LA FUNCION DEL SIGUIENTE CODIGO? Var1.setText(result);",
  "respuesta": "MUESTRA EL CONTENIDO DE LA VARIABLE RESULT AL USUARIO EN UN COMPONENTE DE LA INTERFAZ CON ID VAR1."
 },
 {
  "pregunta": "20 ¿Qué HACE EL SIGUIENTE INTENT? Public void acercade(View view) { Intent i = new Intent(this, AcercaDe.class ); startActivity(i); }”.",
  "respuesta": "DIRECCIONARA DE LA ACTIVITY ACTUAL A UN ACTIVITY LLAMADA ACERCADE."
 },
 {
  "pregunta": "21 ES POSIBLE USAR SQLSERVER PARA PERSISTIR DATOS CON ANDROID STUDIO DESDE EL MISMO DISPOSITIVO.",
  "respuesta": false
 },
 {
  "pregunta": "22 EN CUAL ESTADO DEL ACTIVITY NECESITAMOS HACER LAS INSTRUCCIONES PARA INTERACTUAR CON EL USUARIO.",
  "respuesta": "onCreate"
 },
 {
  "pregunta": "23 ANDROID PUEDE USAR FORMATO JSON GRACIAS A CUAL HERRAMIENTA.",
  "respuesta": "RETROFIT"
 },
 {
  "pregunta": "24 ES NECESARIO INSTALAR SQLITE EN ANDROID PARA EMPEZAR SU USO",
  "respuesta": false
 },
 {
  "pregunta": "25 GRADLE ES UNA HERRAMIENTA QUE PERMITE LA COMPILACION DE CODIGO ABIERTO UTILIZANDO SCRIPTS, ESCRITO EN GROOVY O KOTLIN USANDO DSL (DOMAIN SPECIFIC LANGUAGE)",
  "respuesta": true
 },
 {
  "pregunta": "26 ¿Qué HACE EL SIGUIENTE CODIGO? Int variable = 10",
  "respuesta": "INICIALIZA Y DECLARA UNA VARIABLE DE TIPO ENTERO Y LE ASIGNA 10."
 },
 {
  "pregunta": "Cómo funciona el proceso de autenticación del logueo en una app.?",
  "respuesta": "El usuario ingresa su contraseña → SDK de Firebase Authentication → backend de Firebase → otorga permiso."
 },
 {
  "pregunta": "Cómo haríamos las relaciones en Firebase si dentro de la base de datos tuviéramos 2 colecciones (por ejemplo: atletas y chatRooms)?",
  "respuesta": "{_id: { messages:{0: {content: , date: 05-01-2019, type: “text”} } } }"
 },
 {
  "pregunta": "Cuál de los siguientes es un cliente resrt para Java y Android?",
  "respuesta": "RETROFIT"
 },
 {
  "pregunta": "Cuál de los siguientes suministra una capa de abstración sobre SQLite?",
  "respuesta": "Room Persistence Library."
 },
 {
  "pregunta": "Cuál es el ecosistema de desarrollo recomendado para desarrollar aplicaciones Android?",
  "respuesta": "Java y Android Studio"
 },
 {
  "pregunta": "Cuál es el método que se debe utilizar para ejecutar una activity en el hilo secundario?",
  "respuesta": "doInBackground()."
 },
 {
  "pregunta": "Cuál es el motor de base de datos usado en las aplicaciones sqlite?",
  "respuesta": "SqlLite"
 },
 {
  "pregunta": "Cuál es la funcionalidad de los broadcast?",
  "respuesta": "Recibir y enviar mensajes"
 },
 {
  "pregunta": "Cuál es la vía para añadir una plantilla de correo electrónico para que cuando se registre por primera vez un usuario, le llegue un correo de bienvenida?",
  "respuesta": "Firebase → Proyecto → Autenti cación → Plantilla → Correo electrónico → y seguir las indicaciones."
 },
 {
  "pregunta": "Cuáles de los siguientes elementos son esenciales para el desarrollo en Android?",
  "respuesta": "JDK, SDK y ADT"
 },
 {
  "pregunta": "Cuáles de los siguientes son métodos para hacer peticiones con retro t?",
  "respuesta": "Put; Post; Delete; Get"
 },
 {
  "pregunta": "Cuáles de los siguientes son tipos de intents?",
  "respuesta": "Implícitos; Explícitos"
 },
 {
  "pregunta": "Cuáles son los tres componentes se activan cuando un intent realiza una operación?",
  "respuesta": "Broadcasts; Services; Activities"
 },
 {
  "pregunta": "Cuando vamos a comenzar a desarrollar nuestra aplicación, es necesario que la misma esté constituida por cheros empaquetados en formato .apx y suscrita en el directorio \/data\/app de Android.",
  "respuesta": true
 },
 {
  "pregunta": "Debemos comenzar a con gurar los permisos de la aplicación que estamos desarrollando. ¿Dónde se deben incluir?",
  "respuesta": "Manifest.xml"
 },
 {
  "pregunta": "Deseamos desarrollar una app. para publicar el trá co del lugar en donde nos encontramos actualmente. ¿Qué permisos debemos tener en nuestra app.?",
  "respuesta": "Ubicación exacta (basada en red y GPS)."
 },
 {
  "pregunta": "Dónde es recomendable ejecutar los async task?",
  "respuesta": "En Background"
 },
 {
  "pregunta": "Dónde se deben almacenar los xml de las pantallas de la interfaz grá ca?",
  "respuesta": "res\/layout"
 },
 {
  "pregunta": "En qué tipo de dato se almacenan los shared preferences?",
  "respuesta": "xml"
 },
 {
  "pregunta": "Estamos armando el equipo de desarrolladores para la nueva aplicación en la que estamos trabajando. En el proceso de selección, no es necesario incluir conocimientos en programación Java como parte de los requisitos, ya que no es indispensable para el desarrollo de aplicaciones en Android.",
  "respuesta": false
 },
 {
  "pregunta": "Estamos desarrollando la nueva aplicación que permite revisar el trá co de la ciudad, las opciones de transporte, etc., y estamos comenzando a con gurar las activities de la aplicación ¿Dónde se deben declarar las activities?",
  "respuesta": "Las activities de una aplicación se deben declarar en el manifest.xml y obligatoriamente dentro del elemento application."
 },
 {
  "pregunta": "Estamos desarrollando nuestra aplicación y hemos acordado con el cliente que su app. tenga varios tipos de letras para que el usuario pueda seleccionarlas. Entonces, ¿dónde debemos almacenarlas?",
  "respuesta": "res\/font"
 },
 {
  "pregunta": "Estamos desarrollando una aplicación para una importante red de supermercados. El cliente nos ha pedido crear dos interfaces de usuario en la misma aplicación. ¿Qué deberíamos realizar para cumplir con este requerimiento?",
  "respuesta": "Dos fragment y una activity. ( un mismo evento, es decir una activity y \nal ser dos interfaces, serían dos fragmentos.)"
 },
 {
  "pregunta": "Estamos desarrollando una aplicación, pero se ha detectado un error y es que el sistema no encuentra el componente a usar cuando se es invocado por la aplicación. En este caso, ¿qué hace el sistema?",
  "respuesta": "Manda mensaje al usuario"
 },
 {
  "pregunta": "Estamos desarrollando una aplicación, pero se ha detectado un error y es que el sistema no encuentra el componente a usar cuando se es invocado por la aplicación. En este caso, ¿qué hace el sistema?",
  "respuesta": "Manda un mensaje al usuario"
 },
 {
  "pregunta": "Estamos haciendo la estructura de nuestro proyecto para comenzar a desarrollar una aplicación para nuestro nuevo cliente. Una parte de los elementos principales que debemos considerar son los módulos, ¿qué nos permiten?",
  "respuesta": "Incluir aplicaciones distintas"
 },
 {
  "pregunta": "La Gobernación de la Provincia de Buenos Aires desea expandir su comunicación constante con sus ciudadanos, por lo que ya se cuenta con una aplicación móvil, pero desean interactuar más y directamente en vivo (real time), ¿cuál sería la mejor opción para ello?",
  "respuesta": "Cloud Messaging (FCM). Conocido como Firebase Cloud Messaging (FCM)"
 },
 {
  "pregunta": "La librería android.os es una API. ¿Para qué sirve? ",
  "respuesta": "“Comunicación entre otros procesos”, “Acceso para el paso de mensajes” y “Funciones de reloj”"
 },
 {
  "pregunta": "Necesitamos hacer la primera simulación de nuestra aplicación para mostrar al gerente del proyecto. ¿Cuál componente de Android Studio es vital para simular dispositivos Android?",
  "respuesta": "AVD"
 },
 {
  "pregunta": "Nuestro cliente nos ha solicitado que siempre que un usuario inicie la aplicación aparezca un mensaje de bienvenida. Para ello, debemos almacenar este valor en:",
  "respuesta": "Shared Preference"
 },
 {
  "pregunta": "Para que podamos validarnos dentro de una base de datos real time como Firebase, ¿qué debemos hacer primero?",
  "respuesta": "Dirigirnos a Authentication → Método Acceso → elegir cual (es) servicio (s) usar."
 },
 {
  "pregunta": "Precisamos de una aplicación para hacer el llamado al contenido del registro de llamadas. ¿Cómo debemos iniciar este requerimiento?",
  "respuesta": "Instanciando un elemento intent."
 },
 {
  "pregunta": "Precisamos de una aplicación para hacer el llamado al contenido del registro de llamadas. ¿Cómo debemos iniciar este requerimiento?",
  "respuesta": "Instanciando un elemento intent"
 },
 {
  "pregunta": "Qué se entiende por Gradle?",
  "respuesta": "Sistema de automatización de construcción de código abierto."
 },
 {
  "pregunta": "Qué servicio nos proporciona Firebase Storage?",
  "respuesta": "Brinda la posibilidad de cargas y descargas de forma segura de archivos para aplicaciones en la nube."
 },
 {
  "pregunta": "Se ha levantado un requerimiento de un cliente, que es promover el aprendizaje a distancia de manera portable, interactivo y sin necesidad de estar conectado a internet al momento en que se necesite usar. ¿Qué le sugerirías al cliente para este requerimiento?",
  "respuesta": "Hacer una aplicación mobile para Android."
 },
 {
  "pregunta": "Se necesita crear un archivo de preferencias llamado credenciales, para una aplicación, el cual solo podrá ser utilizado por la misma aplicación. ¿Cómo desarrollaríamos este código?",
  "respuesta": "SharedPreferences preferences = getSharedPreferences(\"\"credenciales\"\", Context.MODE_PRIVATE);."
 },
 {
  "pregunta": "Si deseamos que la aplicación que estamos desarrollando en Android Studio sea compatible con el 100 % de los dispositivos, ¿cuál es el nivel de API a usar?",
  "respuesta": "Nivel 15"
 },
 {
  "pregunta": "Si vamos a con gurar nuestra aplicación para integrar Firebase en Android, ¿qué parte del código generado en Android Studio, cuando creamos un proyecto nuevo, debemos cambiar (agregar)?",
  "respuesta": "Firebase → Proyecto → Agergar App → Registrar App → Descargar Con guración → Agregar SDK de Firebase (y seguir las indicaciones)."
 },
 {
  "pregunta": "Un cliente al que le hemos realizado una app., nos pide que la aplicación, una vez que se vuelva a iniciar, continúe en el estado anterior en que estaba, ¿cuál estado debemos usar?",
  "respuesta": "onResume"
 },
 {
  "pregunta": "Un cliente había oído sobre la base de datos NoSql (BD) y le pareció interesante, ya que él en su negocio ha tenido que comprar software en donde se maneja una base de datos relacionales y está un poco más familiarizado con su uso y estructura. Por tal razón, desea ampliar la gama de servicios de su negocio. Él desea tener más información al respecto sobre BD NoSql a nivel de estructura. ¿Cómo se lo explicaríamos con una analogía? ",
  "respuesta": "Base datos = base datos, colección = tabla, documento = fila y campo = columna."
 },
 {
  "pregunta": "Un cliente nos mani esta que la aplicación que hemos desarrollado está mucho tiempo ejecutando una tarea especí ca, ¿qué debemos veri car para conocer la causa?",
  "respuesta": "Las activities en el main thread."
 },
 {
  "pregunta": "Un cliente nos pide que la aplicación que hemos desarrollado actualice su contenido desde la nube una vez que esta vuelva del estado minimizado (background). ¿En cuál estado del ciclo de vida de la activity debes generar este proceso?",
  "respuesta": "onResume"
 },
 {
  "pregunta": "Un cliente nos pide una aplicación con 3 interfaces y sus respectivos botones de acción por cada interfaz, para comunicarse entre las diferentes interfaces, ¿Cómo resolveríamos esta situación?",
  "respuesta": "3 Activities y 9 Intents."
 },
 {
  "pregunta": "Vamos a hacer la primera reunión de seguimiento con nuestro equipo de desarrollo para validar que la aplicación que estamos desarrollando funcione adecuadamente, antes de mostrársela al cliente. Si vamos a realizar la primera prueba de nuestra aplicación para ver si funciona correctamente, ¿qué debemos hacer?",
  "respuesta": "Usar el emulador Android de nuestro entorno de trabajo."
 }
]